tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "shaunsingh/sfmono-nerd-font-ligaturized"
brew "autojump"
brew "bat"
brew "dive"
brew "duf"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glow"
brew "hexyl"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "luarocks"
brew "m-cli"
brew "maven"
brew "mdcat"
brew "media-info"
brew "ncdu"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "starship"
brew "tlrc"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "wget"
brew "yazi", args: ["HEAD"]
brew "yt-dlp"
brew "zoxide"
cask "aerospace"
cask "alfred"
cask "bob"
cask "chatbox"
cask "devtoys"
cask "docker"
cask "font-sf-mono-nerd-font-ligaturized"
cask "ghostty"
cask "google-chrome"
cask "homerow"
cask "iina"
cask "iina+"
cask "intellij-idea"
cask "karabiner-elements"
cask "keepingyouawake"
cask "maccy"
cask "mark-text"
cask "navicat-premium"
cask "qlmarkdown"
cask "rustrover"
cask "sublime-text"
cask "syntax-highlight"
cask "v2rayu"
cask "wechat"
cask "wechatwork"
cask "zulu@8"
